Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# machines.signOut.disconnectedDetail
source: Cloud VM access ended because cmux signed out.
ar: انتهى الوصول إلى Cloud VM بسبب تسجيل الخروج من cmux.
de: Zugriff auf Cloud-VM beendet, da cmux abgemeldet wurde.
es: El acceso a la VM en la nube finalizó porque se cerró la sesión en cmux.
fr: L’accès à la VM cloud a pris fin suite à la déconnexion de cmux.
ja: cmuxからサインアウトしたため、クラウドVMへのアクセスを終了しました。
ko: cmux에서 로그아웃하여 클라우드 VM 액세스가 종료되었습니다.
zh_hans: 由于 cmux 已退出登录，Cloud VM 访问已结束。
zh_hant: 由於 cmux 已登出，雲端 VM 存取已結束。

# machines.delete.confirm
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# machines.delete.message
source: This permanently deletes the machine and everything stored on it. This cannot be undone.
ar: سيؤدي هذا إلى حذف الجهاز وكل ما تم تخزينه عليه نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: Dies löscht die Maschine und alle darauf gespeicherten Daten dauerhaft. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente la máquina y todo lo que esté almacenado en ella. Esta acción no se puede deshacer.
fr: Cela supprime définitivement la machine et tout ce qui y est stocké. Cette action est irréversible.
ja: マシンと保存されているすべてのデータが完全に削除されます。この操作は取り消せません。
ko: 이 작업은 머신과 그 안에 저장된 모든 데이터를 영구적으로 삭제합니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 这会永久删除该机器以及其上存储的一切内容，且无法撤销。
zh_hant: 這將永久刪除此機器及其上儲存的所有內容。此操作無法復原。

# machines.delete.title
source: Delete machine “%@”?
ar: هل تريد حذف الجهاز “%@”؟
de: Maschine „%@“ löschen?
es: ¿Eliminar la máquina “%@”?
fr: Supprimer la machine “%@” ?
ja: マシン“%@”を削除しますか？
ko: “%@” 머신을 삭제하시겠습니까?
zh_hans: 删除机器“%@”？
zh_hant: 要刪除機器「%@」嗎？

# machines.empty.create
source: New Machine
ar: جهاز جديد
de: Neue Maschine
es: Nueva máquina
fr: Nouvelle machine
ja: 新しいマシン
ko: 새 머신
zh_hans: 新建机器
zh_hant: 新增機器

# machines.empty.planIncludes
source: Your plan includes %d machines
ar: تتضمن خطتك %d جهاز
de: Dein Plan enthält %d Maschinen
es: Tu plan incluye %d máquinas
fr: Votre forfait comprend %d machines
ja: ご利用のプランには%d台のマシンが含まれています
ko: 요금제에 %d대의 머신이 포함되어 있습니다
zh_hans: 您的方案包含 %d 台机器
zh_hant: 您的方案包含 %d 部機器

# machines.empty.planIncludes.single
source: Your plan includes 1 machine
ar: تتضمن خطتك جهازًا واحدًا
de: Dein Tarif enthält 1 Maschine
es: Tu plan incluye 1 máquina
fr: Votre forfait comprend 1 machine
ja: 現在のプランでは 1 台のマシンを利用できます
ko: 귀하의 요금제에는 1대의 머신이 포함되어 있습니다
zh_hans: 你的套餐包含 1 台机器
zh_hant: 您的方案包含 1 台機器

# machines.empty.subtitle
source: A machine is a persistent cloud computer. It keeps your files forever and costs nothing while it sleeps.
ar: الجهاز هو كمبيوتر سحابي مستمر. يحتفظ بملفاتك إلى الأبد ولا يكلف شيئًا أثناء خموله.
de: Eine Maschine ist ein dauerhafter Cloud-Computer. Er bewahrt deine Dateien für immer auf und kostet nichts, während er schläft.
es: Una máquina es una computadora persistente en la nube. Conserva tus archivos para siempre y no cuesta nada mientras está inactiva.
fr: Une machine est un ordinateur cloud persistant. Elle conserve vos fichiers indéfiniment et ne coûte rien lorsqu’elle est en veille.
ja: マシンは永続的なクラウドコンピュータです。ファイルはずっと保持され、スリープ中は料金がかかりません。
ko: 머신은 지속적인 클라우드 컴퓨터입니다. 파일을 영구적으로 보관하며, 절전 상태일 때는 비용이 전혀 들지 않습니다.
zh_hans: 机器是一台持久的云端计算机。它会一直保存你的文件，休眠时不产生任何费用。
zh_hant: 機器是持久的雲端電腦。它會永久保留您的檔案，且在睡眠時不收取任何費用。

# machines.empty.title
source: No machines yet
ar: لا توجد أجهزة بعد
de: Noch keine Maschinen
es: Aún no hay máquinas
fr: Aucune machine pour le moment
ja: マシンはまだありません
ko: 아직 머신이 없습니다
zh_hans: 暂无机器
zh_hant: 目前沒有機器

# cloudVM.error.reference
source: Reference: %@
ar: المرجع: %@
de: Referenz: %@
es: Referencia: %@
fr: Référence : %@
ja: 参照番号: %@
ko: 참조: %@
zh_hans: 参考: %@
zh_hant: 參考編號：%@

# cloudVM.publication.error.invalidDNS
source: Cloud VM publication response contained an invalid DNS instruction.
ar: احتوت استجابة نشر Cloud VM على تعليمات DNS غير صالحة.
de: Die Veröffentlichungsantwort der Cloud-VM enthielt eine ungültige DNS-Anweisung.
es: La respuesta de publicación de la VM en la nube contenía una instrucción DNS no válida.
fr: La réponse de publication de la VM cloud contenait une instruction DNS non valide.
ja: Cloud VM 公開レスポンスに無効な DNS 指示が含まれています。
ko: 클라우드 VM 게시 응답에 유효하지 않은 DNS 지침이 포함되어 있습니다.
zh_hans: Cloud VM 发布响应中包含无效的 DNS 指令。
zh_hant: 雲端 VM 發佈回應包含無效的 DNS 指令。

# cloudVM.publication.error.missingDNS
source: Cloud VM publication verification response was missing DNS instructions.
ar: افتدت استجابة التحقق من نشر Cloud VM إلى تعليمات DNS.
de: In der Antwort zur Verifizierungsbestätigung der Cloud-VM fehlten DNS-Anweisungen.
es: A la respuesta de verificación de publicación de la VM en la nube le faltaban instrucciones DNS.
fr: Les instructions DNS étaient manquantes dans la réponse de vérification de publication de la VM cloud.
ja: Cloud VM 公開の検証レスポンスに DNS 指示がありません。
ko: 클라우드 VM 게시 확인 응답에 DNS 지침이 누락되었습니다.
zh_hans: Cloud VM 发布验证响应缺少 DNS 指令。
zh_hant: 雲端 VM 發佈驗證回應缺少 DNS 指令。

# cloudVM.publication.error.missingDomain
source: Cloud VM domain verification response was missing `domain`.
ar: افتدت استجابة التحقق من نطاق Cloud VM إلى `domain`.
de: In der Antwort zur Domain-Verifizierung der Cloud-VM fehlte `domain`.
es: A la respuesta de verificación de dominio de la VM en la nube le faltaba el campo `domain`.
fr: `domain` était manquant dans la réponse de vérification de domaine de la VM cloud.
ja: Cloud VM ドメイン検証レスポンスに `domain` がありません。
ko: 클라우드 VM 도메인 확인 응답에 `domain`이 누락되었습니다.
zh_hans: Cloud VM 域名验证响应缺少 `domain`。
zh_hant: 雲端 VM 網域驗證回應缺少 `domain`。

# cloudVM.publication.error.missingDomainFields
source: Cloud VM domain response was missing required fields.
ar: افتدت استجابة نطاق Cloud VM إلى الحقول المطلوبة.
de: In der Domain-Antwort der Cloud-VM fehlten erforderliche Felder.
es: A la respuesta de dominio de la VM en la nube le faltaban campos obligatorios.
fr: Des champs requis étaient manquants dans la réponse de domaine de la VM cloud.
ja: Cloud VM ドメインレスポンスに必須フィールドがありません。
ko: 클라우드 VM 도메인 응답에 필수 필드가 누락되었습니다.
zh_hans: Cloud VM 域名响应缺少必需字段。
zh_hant: 雲端 VM 網域回應缺少必要欄位。

# cloudVM.publication.error.missingDomainList
source: Cloud VM domain list response was missing `domains`.
ar: افتدت استجابة قائمة نطاقات Cloud VM إلى `domains`.
de: In der Domain-Listenantwort der Cloud-VM fehlte `domains`.
es: A la respuesta de la lista de dominios de la VM en la nube le faltaba el campo `domains`.
fr: `domains` était manquant dans la réponse de liste de domaines de la VM cloud.
ja: Cloud VM ドメイン一覧レスポンスに `domains` がありません。
ko: 클라우드 VM 도메인 목록 응답에 `domains`가 누락되었습니다.
zh_hans: Cloud VM 域名列表响应缺少 `domains`。
zh_hant: 雲端 VM 網域列表回應缺少 `domains`。

# cloudVM.publication.error.missingFields
source: Cloud VM publication response was missing required fields.
ar: افتدت استجابة نشر Cloud VM إلى الحقول المطلوبة.
de: In der Veröffentlichungsantwort der Cloud-VM fehlten erforderliche Felder.
es: A la respuesta de publicación de la VM en la nube le faltaban campos obligatorios.
fr: Des champs requis étaient manquants dans la réponse de publication de la VM cloud.
ja: Cloud VM 公開レスポンスに必須フィールドがありません。
ko: 클라우드 VM 게시 응답에 필수 필드가 누락되었습니다.
zh_hans: Cloud VM 发布响应缺少必需字段。
zh_hant: 雲端 VM 發佈回應缺少必要欄位。

# cloudVM.publication.error.missingList
source: Cloud VM publication list response was missing `publications`.
ar: افتدت استجابة قائمة منشورات Cloud VM إلى `publications`.
de: In der Veröffentlichungslistenantwort der Cloud-VM fehlte `publications`.
es: A la respuesta de la lista de publicaciones de la VM en la nube le faltaba el campo `publications`.
fr: `publications` était manquant dans la réponse de liste de publications de la VM cloud.
ja: Cloud VM 公開一覧レスポンスに `publications` がありません。
ko: 클라우드 VM 게시 목록 응답에 `publications`가 누락되었습니다.
zh_hans: Cloud VM 发布列表响应缺少 `publications`。
zh_hant: 雲端 VM 發佈列表回應缺少 `publications`。

# cloudVM.error.requiresPro.action
source: Upgrade to cmux Pro at https://cmux.com/pricing?cmux_source=mac_vm_requires_pro_error&cmux_client=mac to create Cloud VMs.
ar: قم بالترقية إلى cmux Pro عبر الرابط https://cmux.com/pricing?cmux_source=mac_vm_requires_pro_error&cmux_client=mac لإنشاء أجهزة Cloud VMs.
de: Führe ein Upgrade auf cmux Pro unter https://cmux.com/pricing?cmux_source=mac_vm_requires_pro_error&cmux_client=mac durch, um Cloud-VMs zu erstellen.
es: Actualiza a cmux Pro en https://cmux.com/pricing?cmux_source=mac_vm_requires_pro_error&cmux_client=mac para crear VM en la nube.
fr: Passez à cmux Pro sur https://cmux.com/pricing?cmux_source=mac_vm_requires_pro_error&cmux_client=mac pour créer des VM cloud.
ja: Cloud VM を作成するには https://cmux.com/pricing?cmux_source=mac_vm_requires_pro_error&cmux_client=mac で cmux Pro にアップグレードしてください。
ko: 클라우드 VM을 생성하려면 https://cmux.com/pricing?cmux_source=mac_vm_requires_pro_error&cmux_client=mac 에서 cmux Pro로 업그레이드하세요.
zh_hans: 升级至 cmux Pro（访问 https://cmux.com/pricing?cmux_source=mac_vm_requires_pro_error&cmux_client=mac）以创建云虚拟机。
zh_hant: 升級至 cmux Pro（網址為 https://cmux.com/pricing?cmux_source=mac_vm_requires_pro_error&cmux_client=mac）以建立雲端 VM。

# machines.empty.upgrade
source: Upgrade to use more than %d machines
ar: قم بالترقية لاستخدام أكثر من %d جهاز
de: Upgrade durchführen, um mehr als %d Maschinen zu nutzen
es: Mejora tu plan para usar más de %d máquinas
fr: Passez à la version supérieure pour utiliser plus de %d machines
ja: %d台を超えるマシンを使用するにはアップグレードしてください
ko: %d대 이상의 머신을 사용하려면 업그레이드하세요
zh_hans: 升级以使用超过 %d 台机器
zh_hant: 升級以使用超過 %d 部機器

# machines.empty.upgrade.none
source: Subscribe to cmux Pro to create Cloud machines
ar: اشترك في cmux Pro لإنشاء أجهزة سحابية
de: Abonniere cmux Pro, um Cloud-Maschinen zu erstellen
es: Suscríbete a cmux Pro para crear máquinas en la nube
fr: Abonnez-vous à cmux Pro pour créer des machines Cloud
ja: cmux Pro に登録すると Cloud マシンを作成できます
ko: 클라우드 머신을 생성하려면 cmux Pro를 구독하세요
zh_hans: 订阅 cmux Pro 以创建云端机器
zh_hant: 訂閱 cmux Pro 以建立雲端機器

# machines.empty.planIncludes.unlimited
source: Your plan includes unlimited machines
ar: تتضمن خطتك أجهزة غير محدودة
de: Dein Tarif enthält unbegrenzt viele Maschinen
es: Tu plan incluye máquinas ilimitadas
fr: Votre forfait comprend des machines illimitées
ja: 現在のプランではマシンを無制限に利用できます
ko: 귀하의 요금제에는 무제한 머신이 포함되어 있습니다
zh_hans: 你的套餐包含不限量的机器
zh_hant: 您的方案包含無限台機器

# machines.empty.upgrade.single
source: Upgrade to use more than 1 machine
ar: قم بالترقية لاستخدام أكثر من جهاز واحد
de: Führe ein Upgrade durch, um mehr als 1 Maschine zu nutzen
es: Actualiza para usar más de 1 máquina
fr: Passez au forfait supérieur pour utiliser plus de 1 machine
ja: アップグレードすると複数のマシンを利用できます
ko: 2대 이상의 머신을 사용하려면 업그레이드하세요
zh_hans: 升级即可使用超过 1 台机器
zh_hant: 升級以使用超過 1 台機器

# machines.freeAccess.countdown.daysHours
source: %dd %dh
ar: %d يوم %d ساعة
de: %d Tage %d Stunden
es: %d días %d horas
fr: %d jours %d heures
ja: %d日 %d時間
ko: %d일 %d시간
zh_hans: %d天 %d小时
zh_hant: %d天%d小時

# machines.freeAccess.countdown.hoursMinutes
source: %dh %dm
ar: %d ساعة %d دقيقة
de: %d Stunden %d Minuten
es: %d horas %d minutos
fr: %d heures %d minutes
ja: %d時間 %d分
ko: %d시간 %d분
zh_hans: %d小时 %d分钟
zh_hant: %d小時%d分鐘

# machines.freeAccess.countdown.minutes
source: %dm
ar: %d دقيقة
de: %d Minuten
es: %d minutos
fr: %d minutes
ja: %d分
ko: %d분
zh_hans: %d分钟
zh_hant: %d分鐘

# machines.freeAccess.expired
source: Free cloud access expired · Upgrade to Pro
ar: انتهت صلاحية الوصول السحابي المجاني · الترقية إلى Pro
de: Kostenloser Cloud-Zugriff abgelaufen · Upgrade auf Pro
es: El acceso gratuito a la nube ha expirado · Actualiza a Pro
fr: Accès cloud gratuit expiré · Passez à Pro
ja: 無料クラウドアクセスは終了しました · Pro にアップグレード
ko: 무료 클라우드 액세스 만료됨 · Pro로 업그레이드
zh_hans: 免费云端访问已到期 · 升级到 Pro
zh_hant: 免費雲端存取已過期 · 升級至 Pro

# machines.freeAccess.expiresIn
source: Free cloud access · expires in %@
ar: وصول سحابي مجاني · ينتهي خلال %@
de: Kostenloser Cloud-Zugriff · läuft in %@ ab
es: Acceso gratuito a la nube · expira en %@
fr: Accès cloud gratuit · expire dans %@
ja: 無料クラウドアクセス · 残り %@
ko: 무료 클라우드 액세스 · %@ 후 만료
zh_hans: 免费云端访问 · %@ 后到期
zh_hant: 免費雲端存取 · 將在 %@ 後過期

# machines.freeAccess.expiresToday
source: Free cloud access · expires today, %@ left
ar: وصول سحابي مجاني · ينتهي اليوم، متبقي %@
de: Kostenloser Cloud-Zugriff · läuft heute ab, noch %@ übrig
es: Acceso gratuito a la nube · expira hoy, queda %@
fr: Accès cloud gratuit · expire aujourd'hui, il reste %@
ja: 無料クラウドアクセス · 本日期限、残り %@
ko: 무료 클라우드 액세스 · 오늘 만료, %@ 남음
zh_hans: 免费云端访问 · 今天到期，还剩 %@
zh_hant: 免費雲端存取 · 今日過期，剩餘 %@

# machines.freeAccess.help
source: Free plans keep a machine reachable for %d days after it is created. Upgrade to Pro to keep using it.
ar: تبقي الخطط المجانية الجهاز متاحاً لمدة %d يوم بعد إنشائه. قم بالترقية إلى Pro لمواصلة استخدامه.
de: Kostenlose Pläne halten eine Maschine nach ihrer Erstellung %d Tage lang erreichbar. Führe ein Upgrade auf Pro durch, um sie weiterhin zu nutzen.
es: Los planes gratuitos mantienen una máquina accesible durante %d días después de su creación. Mejora a Pro para seguir usándola.
fr: Les forfaits gratuits permettent d'accéder à une machine pendant %d jours après sa création. Passez à Pro pour continuer à l'utiliser.
ja: 無料プランでは、マシンの作成後%d日間アクセス可能です。引き続き使用するにはProにアップグレードしてください。
ko: 무료 요금제에서는 머신이 생성된 후 %d일 동안만 접속 가능한 상태로 유지됩니다. 계속 사용하려면 Pro로 업그레이드하세요.
zh_hans: 免费方案可在机器创建后的 %d 天内保持其可访问。升级到 Pro 以继续使用。
zh_hant: 免費方案在機器建立後可維持 %d 天的可連線狀態。升級至 Pro 即可繼續使用。

# machines.freeAccess.upgrade
source: Upgrade
ar: ترقية
es: Actualizar
fr: Mettre à niveau
ja: アップグレード
ko: 업그레이드
zh_hans: 升级
zh_hant: 升級

# machines.kind.base
source: Base
ar: الأساس
de: Basis
ja: ベース
ko: 기본
zh_hans: 基础
zh_hant: 基礎

# machines.kind.desktop
source: Desktop
ar: سطح المكتب
es: Escritorio
fr: Bureau
ja: デスクトップ
ko: 데스크톱
zh_hans: 桌面
zh_hant: 桌面

# machines.menu.checkpoint
source: Checkpoint
ar: نقطة حفظ
es: Punto de control
fr: Point de contrôle
ja: チェックポイント
ko: 체크포인트
zh_hans: 创建检查点
zh_hant: 檢查點

# machines.menu.copyIPAddress
source: Copy IP Address
ar: نسخ عنوان IP
de: IP-Adresse kopieren
es: Copiar dirección IP
fr: Copier l’adresse IP
ja: IPアドレスをコピー
ko: IP 주소 복사
zh_hans: 复制 IP 地址
zh_hant: 複製 IP 位址

# machines.menu.delete
source: Delete…
ar: حذف…
de: Löschen…
es: Eliminar…
fr: Supprimer…
ja: 削除…
ko: 삭제…
zh_hans: 删除…
zh_hant: 刪除…

# machines.menu.fork
source: Fork
ar: تفريغ
es: Bifurcar
fr: Dupliquer
ja: フォーク
ko: 포크
zh_hans: 分叉
zh_hant: 分支

# machines.menu.openDesktop
source: Open Desktop
ar: فتح سطح المكتب
de: Desktop öffnen
es: Abrir escritorio
fr: Ouvrir le bureau
ja: デスクトップを開く
ko: 데스크톱 열기
zh_hans: 打开桌面
zh_hant: 開啟桌面

# machines.menu.openShell
source: Open Shell
ar: افتح شل
de: Öffnen Sie die Shell
es: Concha abierta
fr: Coquille ouverte
ja: シェルを開く
ko: 오픈 쉘
zh_hans: 打开 Shell
zh_hant: 開殼

# machines.menu.rename
source: Rename…
ar: إعادة التسمية…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
ja: 名前を変更…
ko: 이름 바꾸기…
zh_hans: 重命名…
zh_hant: 重新命名…

# machines.menu.status
source: Status
ar: حالة
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 地位

# machines.meter.count
source: %1$d of %d machines
ar: %1$d من %d جهاز
de: %1$d von %d Maschinen
es: %1$d de %d máquinas
fr: %1$d sur %d machines
ja: %1$d台 / %d台のマシン
ko: %1$d대 (총 %d대)
zh_hans: %1$d 台，共 %d 台机器
zh_hant: %1$d / %d 部機器

# machines.meter.count.unlimited
source: %1$d machines
ar: %1$d جهاز
de: %1$d Maschinen
es: %1$d máquinas
ja: %1$d台のマシン
ko: %1$d대의 머신
zh_hans: %1$d 台机器
zh_hant: %1$d 部機器

# machines.meter.count.unlimited.single
source: 1 machine
ar: جهاز واحد
de: 1 Maschine
es: 1 máquina
ja: マシン 1 台
ko: 머신 1대
zh_hans: 1 台机器
zh_hant: 1 台機器

# machines.meter.count.single
source: %1$d of 1 machine
ar: %1$d من أصل جهاز واحد
de: %1$d von 1 Maschine
es: %1$d de 1 máquina
fr: %1$d sur 1 machine
ja: マシン %1$d / 1
ko: %1$d / 1대
zh_hans: 已使用 %1$d/1 台机器
zh_hant: 1 台機器中的 %1$d 台

# machines.meter.help
source: Machines on your plan. Sleeping machines cost nothing.
ar: الأجهزة المشمولة في خطتك. الأجهزة الخاملة لا تكلف شيئًا.
de: Maschinen in deinem Tarif. Ruhende Maschinen kosten nichts.
es: Máquinas de tu plan. Las máquinas inactivas no cuestan nada.
fr: Machines incluses dans votre forfait. Les machines en veille ne coûtent rien.
ja: プランのマシン数です。スリープ中のマシンは無料です。
ko: 요금제에 포함된 머신입니다. 절전 상태의 머신은 비용이 들지 않습니다.
zh_hans: 你套餐下的机器。休眠中的机器不产生费用。
zh_hant: 您方案中的機器。睡眠中的機器不收取任何費用。

# machines.meter.help.atLimit
source: Your plan includes %d machines. Upgrade to create more.
ar: تتضمن خطتك %d جهاز. قم بالترقية لإنشاء المزيد.
de: Dein Tarif enthält %d Maschinen. Führe ein Upgrade durch, um mehr zu erstellen.
es: Tu plan incluye %d máquinas. Mejora tu plan para crear más.
fr: Votre forfait inclut %d machines. Passez à l’offre supérieure pour en créer plus.
ja: ご利用のプランには%d台のマシンが含まれています。さらに作成するにはアップグレードしてください。
ko: 요금제에 %d대의 머신이 포함되어 있습니다. 더 생성하려면 업그레이드하세요.
zh_hans: 您的方案包含 %d 台机器。升级以创建更多。
zh_hant: 您的方案包含 %d 部機器。升級即可建立更多。

# machines.meter.help.atLimit.single
source: Your plan includes 1 machine. Upgrade to create more.
ar: تتضمن خطتك جهازًا واحدًا. قم بالترقية لإنشاء المزيد.
de: Dein Tarif enthält 1 Maschine. Upgrade, um mehr zu erstellen.
es: Tu plan incluye 1 máquina. Actualiza para crear más.
fr: Votre forfait comprend 1 machine. Passez au forfait supérieur pour en créer d’autres.
ja: 現在のプランでは 1 台まで作成できます。追加するにはアップグレードしてください。
ko: 요금제에 머신이 1개 포함되어 있습니다. 더 생성하려면 업그레이드하세요.
zh_hans: 你的套餐包含 1 台机器。升级即可创建更多。
zh_hant: 您的方案包含 1 台機器。升級以建立更多。

# machines.meter.upgrade
source: Upgrade for more
ar: ترقية للحصول على المزيد
de: Upgrade für mehr
es: Actualizar para obtener más
fr: Passez au forfait supérieur pour en obtenir plus
ja: アップグレードで追加
ko: 더 사용하려면 업그레이드
zh_hans: 升级以获得更多
zh_hant: 升級以取得更多

# machines.new
source: New Machine
ar: جهاز جديد
de: Neue Maschine
es: Nueva máquina
fr: Nouvelle machine
ja: 新しいマシン
ko: 새 머신
zh_hans: 新建机器
zh_hant: 新增機器

# machines.operation.checkpoint
source: Checkpointing %@…
ar: جاري إنشاء نقطة حفظ لـ %@…
de: Checkpoint für %@ wird erstellt…
es: Creando punto de control de %@…
fr: Création d'un point de contrôle de %@…
ja: %@ のチェックポイントを作成中…
ko: %@ 체크포인트 생성 중…
zh_hans: 正在为 %@ 创建检查点…
zh_hant: 正在為 %@ 建立檢查點…

# machines.operation.create
source: Creating a new machine…
ar: جاري إنشاء جهاز جديد…
de: Erstelle eine neue Maschine…
es: Creando una nueva máquina…
fr: Création d’une nouvelle machine…
ja: 新しいマシンを作成中…
ko: 새 머신 생성 중…
zh_hans: 正在创建新机器…
zh_hant: 正在建立新機器…

# machines.operation.delete
source: Deleting %@…
ar: جاري حذف %@…
de: %@ wird gelöscht…
es: Eliminando %@…
fr: Suppression de %@…
ja: %@ を削除中…
ko: %@ 삭제하는 중…
zh_hans: 正在删除 %@…
zh_hant: 正在刪除 %@…

# machines.operation.fork
source: Forking %@…
ar: جاري تفريع %@…
de: %@ wird geforkt…
es: Bifurcando %@…
fr: Clonage de %@ en cours…
ja: %@ をフォーク中…
ko: %@ 포크 중…
zh_hans: 正在分叉 %@…
zh_hant: 正在分叉 %@…

# machines.operation.generic
source: Working on %@…
ar: جاري العمل على %@…
de: Arbeiten an %@…
es: Trabajando en %@…
fr: Opération sur %@ en cours…
ja: %@ を処理中…
ko: %@ 작업 중…
zh_hans: 正在处理 %@…
zh_hant: 正在處理 %@…

# machines.operation.openDesktop
source: Opening %@’s desktop…
ar: جاري فتح سطح مكتب %@…
de: Desktop von %@ wird geöffnet…
es: Abriendo el escritorio de %@…
fr: Ouverture du bureau de %@…
ja: %@ のデスクトップを開いています…
ko: %@의 데스크톱 여는 중…
zh_hans: 正在打开 %@ 的桌面…
zh_hant: 正在開啟 %@ 的桌面…

# machines.operation.openShell
source: Opening %@…
ar: جاري فتح %@…
de: %@ wird geöffnet…
es: Abriendo %@…
fr: Ouverture de %@…
ja: %@ を開いています…
ko: %@ 여는 중…
zh_hans: 正在打开 %@…
zh_hant: 正在開啟 %@…

# machines.operation.rename
source: Renaming %@…
ar: جاري إعادة تسمية %@…
de: %@ wird umbenannt…
es: Renombrando %@…
fr: Renommage de %@…
ja: %@ の名前を変更中…
ko: %@ 이름 바꾸는 중…
zh_hans: 正在重命名 %@…
zh_hant: 正在重新命名 %@…

# machines.operation.status
source: Checking %@…
ar: جاري التحقق من %@…
de: %@ wird überprüft…
es: Comprobando %@…
fr: Vérification de %@…
ja: %@ を確認中…
ko: %@ 확인 중…
zh_hans: 正在检查 %@…
zh_hant: 正在檢查 %@…

# machines.refresh
source: Refresh Machines
ar: تحديث الأجهزة
de: Maschinen aktualisieren
es: Actualizar máquinas
fr: Actualiser les machines
ja: マシンを再読み込み
ko: 머신 새로고침
zh_hans: 刷新机器列表
zh_hant: 重新整理機器

# machines.menu.upgradeToReconnect
source: Upgrade to Reconnect…
ar: الترقية لإعادة الاتصال…
de: Upgrade zum Wiederverbinden…
es: Actualizar para volver a conectar…
fr: Passez au forfait supérieur pour vous reconnecter…
ja: アップグレードして再接続…
ko: 다시 연결하려면 업그레이드…
zh_hans: 升级以重新连接…
zh_hant: 升級以重新連線…

# machines.rename.confirm
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Rebautizar
fr: Rebaptiser
ja: 変更
ko: 이름 바꾸기
zh_hans: 重命名
zh_hant: 重新命名

# machines.rename.message
source: The label is display-only. The machine keeps its name as its address.
ar: التسمية مخصصة للعرض فقط. يحتفظ الجهاز باسمه كعنوان له.
de: Das Label dient nur der Anzeige. Die Maschine behält ihren Namen als Adresse.
es: La etiqueta es solo para visualización. La máquina conserva su nombre como dirección.
fr: L’étiquette est uniquement destinée à l’affichage. La machine conserve son nom comme adresse.
ja: ラベルは表示専用です。マシンのアドレスは元の名前のままです。
ko: 레이블은 표시용입니다. 머신은 이름을 주소로 계속 사용합니다.
zh_hans: 标签仅用于显示。机器仍以它的名称作为地址。
zh_hant: 此標籤僅用於顯示。機器仍會將其名稱保留為其位址。

# machines.rename.placeholder
source: Label
ar: ملصق
de: Etikett
es: Etiqueta
fr: Étiquette
ja: ラベル
ko: 상표
zh_hans: 标签
zh_hant: 標籤

# machines.rename.title
source: Rename “%@”
ar: إعادة تسمية “%@”
de: „%@“ umbenennen
es: Renombrar “%@”
fr: Renommer « %@ »
ja: “%@”の名前を変更
ko: “%@” 이름 바꾸기
zh_hans: 重命名“%@”
zh_hant: 重新命名「%@」

# machines.row.delete
source: Delete Machine
ar: حذف الجهاز
de: Maschine löschen
es: Eliminar máquina
fr: Supprimer la machine
ja: マシンを削除
ko: 머신 삭제
zh_hans: 删除机器
zh_hant: 刪除機器

# machines.row.dayLeft
source: 1 day left
ar: متبقي يوم واحد
de: 1 Tag verbleibend
es: Queda 1 día
fr: 1 jour restant
ja: 残り1日
ko: 1일 남음
zh_hans: 还剩 1 天
zh_hant: 剩餘 1 天

# machines.row.daysLeft
source: %d days left
ar: متبقٍّ %d يوم
de: %d Tage verbleibend
es: %d días restantes
fr: %d jours restants
ja: 残り%d日
ko: %d일 남음
zh_hans: 剩余 %d 天
zh_hant: 剩餘 %d 天

# machines.row.locked
source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueada
fr: Verrouillée
ja: ロック中
ko: 잠김
zh_hans: 已锁定
zh_hant: 已鎖定

# machines.row.openDesktop
source: Open Desktop
ar: فتح سطح المكتب
de: Desktop öffnen
es: Abrir escritorio
fr: Ouvrir le bureau
ja: デスクトップを開く
ko: 데스크톱 열기
zh_hans: 打开桌面
zh_hant: 開啟桌面

# machines.stats.asleep
source: Asleep · free while it sleeps
ar: خامل · مجاني أثناء خموله
de: Im Ruhezustand · kostenlos im Ruhezustand
es: Inactiva · gratis mientras está inactiva
fr: En veille · gratuit pendant la veille
ja: スリープ中 · スリープ中は無料
ko: 절전 상태 · 절전 중에는 무료
zh_hans: 已休眠 · 休眠期间免费
zh_hant: 睡眠中 · 睡眠時免費

# machines.usage.line
source: %1$@ · %2$@ tokens · %3$@
ar: %1$@ · %2$@ رمز · %3$@
de: %1$@ · %2$@ Token · %3$@
fr: %1$@ · %2$@ jetons · %3$@
ja: %1$@ · %2$@ トークン · %3$@
ko: %1$@ · %2$@ 토큰 · %3$@
zh_hans: %1$@ · %2$@ token · %3$@
zh_hant: %1$@ · %2$@ 個 Token · %3$@

# machines.usage.period.days
source: %dd
ar: %d يوم
de: %d Tage
es: %d días
fr: %d jours
ja: %d日
ko: %d일
zh_hans: %d天
zh_hant: %d天

# machines.stats.disk
source: Disk
ar: القرص
de: Festplatte
es: Disco
fr: Disque
ja: ディスク
ko: 디스크
zh_hans: 磁盘
zh_hant: 磁碟

# machines.stats.memory
source: Mem
ar: الذاكرة
de: Speicher
fr: Mém.
ja: メモリ
ko: 메모리
zh_hans: 内存
zh_hant: 記憶體

# machines.tree.error
source: Cloud tree error
ar: خطأ في الشجرة السحابية
de: Cloud-Strukturfehler
es: Error en el árbol de la nube
fr: Erreur de l’arborescence Cloud
ja: クラウドツリーのエラー
ko: 클라우드 트리 오류
zh_hans: 云端树出错
zh_hant: 雲端目錄樹錯誤
